Repository: yojimbo187-alt/fud-ai
Catalog: ios/calorietracker/LocalModels.xcstrings
Source language: en
Languages: ar, az, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

# whisper.error.notDownloaded
source: Whisper Base is not downloaded. Download it in Settings → Speech-to-Text.
ar: لم يتم تنزيل Whisper Base. نزّله من الإعدادات ← تحويل الكلام إلى نص.
az: Whisper Base endirilməyib. Onu Parametrlər → Nitqdən mətnə bölməsindən endirin.
de: Whisper Base wurde nicht heruntergeladen. Lade es unter Einstellungen → Sprache-zu-Text herunter.
es: Whisper Base no está descargado. Descárgalo en Ajustes → Voz a texto.
fi: Whisper Basea ei ole ladattu. Lataa se kohdasta Asetukset → Puhe tekstiksi.
fr: Whisper Base n’est pas téléchargé. Téléchargez-le dans Réglages → Parole en texte.
hi: Whisper Base डाउनलोड नहीं किया गया है। इसे सेटिंग्स → स्पीच-टू-टेक्स्ट में डाउनलोड करें।
it: Whisper Base non è stato scaricato. Scaricalo in Impostazioni → Voce in testo.
ja: Whisper Base はダウンロードされていません。「設定」→「音声テキスト変換」でダウンロードしてください。
ko: Whisper Base가 다운로드되지 않았습니다. 설정 → 음성 텍스트 변환에서 다운로드하세요.
nl: Whisper Base is niet gedownload. Download het via Instellingen → Spraak naar tekst.
pl: Whisper Base nie został pobrany. Pobierz go w Ustawienia → Mowa na tekst.
pt_br: O Whisper Base não foi baixado. Baixe-o em Ajustes → Conversão de Fala em Texto.
ro: Whisper Base nu este descărcat. Descărcați-l din Configurări → Vorbire în text.
ru: Whisper Base не загружен. Загрузите его в разделе «Настройки → Распознавание речи».
uk: Whisper Base не завантажен. Загрузите его в разделе «Налаштування → Распознавание речи».
zh_hans: Whisper Base 尚未下载。请前往“设置”→“语音转文本”下载。

# whisper.error.busy
source: Whisper Base is already busy. Please wait for the current operation to finish.
ar: Whisper Base مشغول بالفعل. يُرجى الانتظار حتى انتهاء العملية الحالية.
az: Whisper Base artıq məşğuldur. Cari əməliyyat bitənədək gözləyin.
de: Whisper Base ist bereits beschäftigt. Bitte warte, bis der aktuelle Vorgang abgeschlossen ist.
es: Whisper Base ya está ocupado. Espera a que termine la operación actual.
fi: Whisper Base on jo käytössä. Odota nykyisen toiminnon valmistumista.
fr: Whisper Base est déjà occupé. Veuillez attendre la fin de l’opération en cours.
hi: Whisper Base पहले से व्यस्त है। कृपया मौजूदा प्रक्रिया पूरी होने तक प्रतीक्षा करें।
it: Whisper Base è già occupato. Attendi il completamento dell’operazione corrente.
ja: Whisper Base はすでに処理中です。現在の処理が完了するまでお待ちください。
ko: Whisper Base가 이미 작업 중입니다. 현재 작업이 끝날 때까지 기다려 주세요.
nl: Whisper Base is al bezig. Wacht tot de huidige bewerking is voltooid.
pl: Whisper Base jest już zajęty. Poczekaj na zakończenie bieżącej operacji.
pt_br: O Whisper Base já está ocupado. Aguarde a conclusão da operação atual.
ro: Whisper Base este deja ocupat. Așteptați finalizarea operațiunii curente.
ru: Whisper Base уже занят. Дождитесь завершения текущей операции.
uk: Whisper Base уже занят. Зачекайте завершения текущей операции.
zh_hans: Whisper Base 正忙。请等待当前操作完成。

# whisper.error.emptyTranscript
source: Whisper Base could not detect any speech in this recording.
ar: لم يتمكن Whisper Base من اكتشاف أي كلام في هذا التسجيل.
az: Whisper Base bu yazıda heç bir nitq aşkarlaya bilmədi.
de: Whisper Base konnte in dieser Aufnahme keine Sprache erkennen.
es: Whisper Base no pudo detectar voz en esta grabación.
fi: Whisper Base ei havainnut puhetta tässä tallenteessa.
fr: Whisper Base n’a détecté aucune parole dans cet enregistrement.
hi: Whisper Base इस रिकॉर्डिंग में कोई बोली नहीं पहचान सका।
it: Whisper Base non ha rilevato alcun parlato in questa registrazione.
ja: Whisper Base はこの録音から音声を検出できませんでした。
ko: Whisper Base가 이 녹음에서 음성을 감지하지 못했습니다.
nl: Whisper Base kon geen spraak in deze opname detecteren.
pl: Whisper Base nie wykrył mowy w tym nagraniu.
pt_br: O Whisper Base não detectou nenhuma fala nesta gravação.
ro: Whisper Base nu a detectat vorbire în această înregistrare.
ru: Whisper Base не обнаружил речь в этой записи.
uk: Whisper Base не обнаружил речь в етой записи.
zh_hans: Whisper Base 未在此录音中检测到任何语音。

# notices.loading
source: Loading notices…
ar: جارٍ تحميل الإشعارات…
az: Bildirişlər yüklənir…
de: Hinweise werden geladen…
es: Cargando avisos…
fi: Ladataan ilmoituksia…
fr: Chargement des avis…
hi: नोटिस लोड हो रहे हैं…
it: Caricamento degli avvisi…
ja: 通知を読み込み中…
ko: 고지사항 불러오는 중…
nl: Kennisgevingen laden…
pl: Wczytywanie informacji…
pt_br: Carregando avisos…
ro: Se încarcă notificările…
ru: Загрузка уведомлений…
uk: Завантаження уведомлений…
zh_hans: 正在加载声明…

# notices.accessibilityLabel
source: LiteRT-LM third-party notices
ar: إشعارات الجهات الخارجية لـ LiteRT-LM
az: LiteRT-LM üçün üçüncü tərəf bildirişləri
de: Drittanbieterhinweise zu LiteRT-LM
es: Avisos de terceros de LiteRT-LM
fi: LiteRT-LM kolmannen osapuolen ilmoitukset
fr: Avis relatifs aux composants tiers de LiteRT-LM
hi: LiteRT-LM के तृतीय-पक्ष नोटिस
it: Avvisi di terze parti per LiteRT-LM
ja: LiteRT-LM のサードパーティに関する通知
ko: LiteRT-LM 서드 파티 고지사항
nl: Kennisgevingen van derden voor LiteRT-LM
pl: Informacje o komponentach innych firm w LiteRT-LM
pt_br: Avisos de terceiros do LiteRT-LM
ro: Notificări privind terții pentru LiteRT-LM
ru: Уведомления о сторонних компонентах LiteRT-LM
uk: Сповіщення сторонніх компонентів LiteRT-LM
zh_hans: LiteRT-LM 第三方声明

source: Notices Unavailable
ar: الإشعارات غير متاحة
az: Bildirişlər əlçatan deyil
de: Hinweise nicht verfügbar
es: Avisos no disponibles
fi: Ilmoitukset eivät ole saatavilla
fr: Avis indisponibles
hi: नोटिस उपलब्ध नहीं हैं
it: Avvisi non disponibili
ja: 通知を利用できません
ko: 고지사항을 사용할 수 없음
nl: Kennisgevingen niet beschikbaar
pl: Informacje niedostępne
pt_br: Avisos indisponíveis
ro: Notificări indisponibile
ru: Уведомления недоступны
uk: Уведомления недоступни
zh_hans: 声明不可用

# notices.title
source: LiteRT-LM Notices
ar: إشعارات LiteRT-LM
az: LiteRT-LM bildirişləri
de: LiteRT-LM-Hinweise
es: Avisos de LiteRT-LM
fr: Avis LiteRT-LM
hi: LiteRT-LM नोटिस
it: Avvisi LiteRT-LM
ja: LiteRT-LM に関する通知
ko: LiteRT-LM 고지사항
nl: LiteRT-LM-kennisgevingen
pl: Informacje LiteRT-LM
pt_br: Avisos do LiteRT-LM
ro: Notificări LiteRT-LM
ru: Уведомления LiteRT-LM
uk: Уведомления LiteRT-LM
zh_hans: LiteRT-LM 声明

# notices.fileMissing
source: The bundled notice file could not be found.
ar: تعذّر العثور على ملف الإشعارات المضمّن.
az: Tətbiqə daxil edilmiş bildiriş faylı tapılmadı.
de: Die enthaltene Hinweisedatei wurde nicht gefunden.
es: No se encontró el archivo de avisos incluido.
fi: Sovellukseen sisältyvää ilmoitustiedostoa ei löytynyt.
fr: Le fichier d’avis intégré est introuvable.
hi: ऐप में शामिल नोटिस फ़ाइल नहीं मिली।
it: Impossibile trovare il file degli avvisi incluso.
ja: 同梱されている通知ファイルが見つかりませんでした。
ko: 앱에 포함된 고지 파일을 찾을 수 없습니다.
nl: Het meegeleverde kennisgevingsbestand is niet gevonden.
pl: Nie znaleziono dołączonego pliku informacji.
pt_br: Não foi possível encontrar o arquivo de avisos incluído.
ro: Fișierul de notificări inclus nu a putut fi găsit.
ru: Не удалось найти встроенный файл уведомлений.
uk: Не вдалося найти встроенний файл уведомлений.
zh_hans: 找不到内置的声明文件。

# notices.fileOpenFailed
source: The bundled notice file could not be opened.
ar: تعذّر فتح ملف الإشعارات المضمّن.
az: Tətbiqə daxil edilmiş bildiriş faylını açmaq mümkün olmadı.
de: Die enthaltene Hinweisedatei konnte nicht geöffnet werden.
es: No se pudo abrir el archivo de avisos incluido.
fi: Sovellukseen sisältyvää ilmoitustiedostoa ei voitu avata.
fr: Impossible d’ouvrir le fichier d’avis intégré.
hi: ऐप में शामिल नोटिस फ़ाइल खोली नहीं जा सकी।
it: Impossibile aprire il file degli avvisi incluso.
ja: 同梱されている通知ファイルを開けませんでした。
ko: 앱에 포함된 고지 파일을 열 수 없습니다.
nl: Het meegeleverde kennisgevingsbestand kon niet worden geopend.
pl: Nie można otworzyć dołączonego pliku informacji.
pt_br: Não foi possível abrir o arquivo de avisos incluído.
ro: Fișierul de notificări inclus nu a putut fi deschis.
ru: Не удалось открыть встроенный файл уведомлений.
uk: Не вдалося открить встроенний файл уведомлений.
zh_hans: 无法打开内置的声明文件。

# notices.legalRow
source: LiteRT-LM Third-Party Notices
ar: إشعارات الجهات الخارجية لـ LiteRT-LM
az: LiteRT-LM üçün üçüncü tərəf bildirişləri
de: Drittanbieterhinweise zu LiteRT-LM
es: Avisos de terceros de LiteRT-LM
fi: LiteRT-LM:n kolmansien osapuolten ilmoitukset
fr: Avis relatifs aux composants tiers de LiteRT-LM
hi: LiteRT-LM के तृतीय-पक्ष नोटिस
it: Avvisi di terze parti per LiteRT-LM
ja: LiteRT-LM のサードパーティに関する通知
ko: LiteRT-LM 서드 파티 고지사항
nl: Kennisgevingen van derden voor LiteRT-LM
pl: Informacje o komponentach innych firm w LiteRT-LM
pt_br: Avisos de terceiros do LiteRT-LM
ro: Notificări privind terții pentru LiteRT-LM
ru: Уведомления о сторонних компонентах LiteRT-LM
uk: Сповіщення сторонніх компонентів LiteRT-LM
zh_hans: LiteRT-LM 第三方声明

# settings.onDeviceModel
source: On-Device Model
ar: نموذج على الجهاز
az: Cihazdaxili model
de: Modell auf dem Gerät
es: Modelo en el dispositivo
fi: Laitteessa toimiva malli
fr: Modèle sur l’appareil
hi: डिवाइस पर मॉडल
it: Modello sul dispositivo
ja: オンデバイスモデル
ko: 온디바이스 모델
nl: Model op het apparaat
pl: Model na urządzeniu
pt_br: Modelo no dispositivo
ro: Model pe dispozitiv
ru: Модель на устройстве
uk: Модель на устройстве
zh_hans: 设备端模型
